Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Pre-insulated bonded pipes (Non-metallic -) for building
it: Tubi legati preisolati (Non metallici -) per la costruzione

source: Prefabricated building components (Non-metallic -)
it: Componenti edili prefabbricati (Non metallici -)

source: Folding doors, not of metal
it: Porte battenti non metalliche

source: Rigid pipes, not of metal, for building
it: Tubi rigidi non metallici per la costruzione

source: Insulating glass for building
it: Vetro isolante per la costruzione

source: Movable non-metallic framed stage platform units
it: Piattaforme per palchi non metalliche mobili

source: Stage platform structures (Non-metallic -)
it: Strutture per palchi (Non metalliche -)

source: Stair components (Non-metallic -)
it: Componenti per scale (Non metallici -)

source: Glazing elements made from glass
it: Elementi in vetro per vetrate

source: Sign frames (Non-metallic -)
it: Telai per insegne (Non metallici -)

source: Floor drainage channels made of non-metallic materials
it: Canali di drenaggio per pavimenti in materiali non metallici

source: Inspection chambers made of non-metallic materials
it: Camere d'ispezione in materiali non metallici

source: Doors (Non-metallic -) for use in garages
it: Porte per garage (Non metalliche -)

source: Doors made of glass for buildings
it: Porte in vetro per edifici

source: Doors made of plastic for buildings
it: Porte in plastica per edifici

source: Cobbles
it: Ciottoli

source: Rocket launching platforms, not of metal
it: Rampe di lancio per razzi non metalliche

source: Laths, not of metal
it: Listelli in legno

source: Pitch, tar, bitumen and asphalt
it: Pece, catrame, bitume ed asfalto

source: Pilings, not of metal
it: Palancole non metalliche

source: Woven mats (Non-metallic -) for the protection of dikes against erosion
it: Armature a rete (Non metalliche -) per la protezione di dighe dall'erosione

source: Woven mats (Non-metallic -) for the protection of slopes against erosion
it: Armature a rete (Non metalliche -) per la protezione di pendii dall'erosione

source: Plastics sheets for roofing
it: Fogli di plastica per tetti

source: Platform steps (Non-metallic -) for use with scaffolding
it: Gradini per piattaforme (Non metallici -) per impalcature

source: Cement posts
it: Pali in cemento

source: Mouldings, not of metal, for cornices
it: Modanature per cornici non metalliche

source: Bituminous emulsions
it: Emulsioni bituminose

source: Laminated building glass incorporating fine electrical conductors
it: Vetro laminato da costruzione contenente conduttori elettrici di piccola sezione

source: Stoneware paving blocks and surfacings
it: Pavimenti e rivestimenti in gres

source: Window boxes made of masonry
it: Cassette in muratura per finestre

source: Bathroom tiles (Non-metallic -)
it: Piastrelle da bagno (Non in metallo -)

source: Bitumen containing materials for use in roofing
it: Materiali contenenti bitume per coperture

source: Sun screens [outdoor], not of metal or textile
it: Schermi solari [per esterni], non in metallo o tela

source: Non-metallic storage shelters
it: Ripari di deposito non in metallo

source: Non-metallic water pipes [other than parts of sanitary installations]
it: Tubi per l'acqua non metallici [non parti di impianti sanitari]

source: Building materials consisting of glass
it: Materiali da costruzione in vetro

source: Fire protection screenings (Non-metallic -) for electric cables
it: Schermature antincendio (Non metalliche -) per cavi elettrici

source: Construction materials of natural stone
it: Materiali da costruzione in pietra naturale

source: Constructional components of reinforced cement mortar
it: Componenti da costruzione in malta di cemento rinforzata

source: Roof fanlights [windows] of non-metallic materials
it: Lunette per tetti [finestre] in materiali non metallici

source: Roofing plate (Non-metallic -)
it: Lastre per tetti (Non metalliche -)

source: Partitioning materials (Non-metallic -)
it: Materiali per tramezzi (Non metallici -)

source: Pavilions made of non-metallic materials
it: Padiglioni in materiali non metallici

source: Refractory shapes [non-metallic]
it: Stampi refrattari [non metallici]

source: Rigid pipes, not of metal
it: Tubi rigidi, non metallici

source: Roller blinds for external use [not of metal or textile]
it: Tende avvolgibili per uso esterno [non in metallo o tela]

source: Chimney shafts, not of metal
it: Canne fumarie non metalliche

source: Reeds for building
it: Canne per costruzione

source: Masts [not of metal and not being wireless aerials]
it: Tralicci [non in metallo e non antenne senza fili]

source: Pedestals (non-metallic -) [structures]
it: Piedestalli (non metallici -) [strutture]

source: Fire surrounds [mantles and mantlepieces] of wood
it: Bordure per caminetti [cappe e caminetti] in legno

source: Plastics pipes [rigid] for water
it: Tubi di plastica [rigidi] per l'acqua

source: Horizontal venetian blinds [outdoor], not of metal or textile
it: Tende veneziane [per esterni], non in metallo o tela

source: Insect screens (Non-metallic -) for windows
it: Zanzariere (Non metalliche -) per finestre

source: Expanded plastics for use in construction
it: Materie plastiche espanse per la costruzione

source: Ornaments made of marble for ponds
it: Ornamenti in marmo per stagni

source: Skirting boards (Non-metallic -)
it: Zoccolature (Non metalliche -)

source: Bituminous sealing membranes
it: Membrane bituminose sigillanti

source: Bituminous sheetings for use in building construction
it: Materiali in fogli bituminosi per costruzione di edifici

source: Bituminous shingles
it: Assiccelle bituminose

source: Blocks made from natural stone
it: Blocchi in pietra naturale

source: Vertically raisable rolling doors [non-metallic]
it: Porte scorrevoli ad apertura verticale [non metalliche]

source: Wall coatings (Cementitious -)
it: Rivestimenti per pareti (Cementizi -)

source: Ceramic tiles for external walls
it: Piastrelle ceramiche per pareti esterne

source: Double glazing units (Non-metallic -)
it: Infissi a doppio vetro (Non metallici -)

source: Embedding materials (Non-metallic -) for ground cables
it: Materiali (Non metallici -) per interramento di cavi

source: Buildings (Non-metallic -) for housing portable toilets
it: Edifici (Non metallici -) per il contenimento di gabinetti portatili

source: Cages of non-metallic materials, other than for domestic use
it: Gabbie in materiali non metallici, non per uso domestico

source: Capitals (Non-metallic -) being parts of pilasters
it: Capitelli (Non metallici -) ovvero parti di pilastri

source: Flashings (Non-metallic -) for waterproofing buildings
it: Converse (non metalliche) per l'impermeabilizzazione di edifici

source: Building boards made from wood and waterproof resins
it: Assi per l'edilizia in legno e resine impermeabili

source: Building bricks (Non-metallic -)
it: Mattoni da costruzione (Non metallici -)

source: Finish plasters made of coloured artificial resin
it: Malte di finitura a base di resine artificiali colorate

source: Plaster for use in making moulds for use in industry
it: Gesso per fabbricazione di stampi per l'industria

source: Chimney blocks (Non-metallic -)
it: Blocchi per camini (Non metallici -)

source: Pebbles
it: Ciottoli

source: Levelling preparations [cement or mortar]
it: Preparati per livellamento [cemento o malta]

source: Platforms, prefabricated, not of metal
it: Banchine prefabbricate non metalliche

source: Gutter pipes, not of metal
it: Tubi di discesa non metallici

source: Refractory mortar
it: Malta refrattaria

source: Fired refractory materials, not of metal
it: Materiali refrattari cotti, non in metallo

source: Semi-refractory bricks, not of metal
it: Mattoni semirefrattari, non in metallo

source: Road signs, non-luminous and non-mechanical, not of metal
it: Paracarri stradali non metallici, non luminosi, non meccanici

source: Transparent plastic roof tiles
it: Tegole in plastica trasparente

source: Porches [structures], not of metal
it: Pensiline [costruzioni] non metalliche

source: Working platforms [scaffold towers], not of metal
it: Piattaforme di lavoro [ponteggi a torre], non in metallo

source: Woven fabrics (Non-metallic -) for protection against erosion
it: Stoffe tessute (Non metalliche -) per la protezione dall'erosione

source: Woven fabrics (Non-metallic -) for use as geotextile materials
it: Stoffe tessute (Non metalliche -) per uso come materiali geotessili

source: Building materials, not of metal
it: Materiali da costruzione non metallici

source: Portable buildings (Non-metallic -) incorporating toilet facilities
it: Edifici trasportabili (Non metallici -) comprendenti impianti di gabinetti

source: Portland cement
it: Cemento Portland

source: Posts of non-metallic materials for use as bus-stops
it: Pali in materiali non metallici per uso come fermate di autobus

source: Stair-treads [steps], not of metal
it: Gradini [scalini] non metallici

source: Mortar slabs
it: Lastre di malta

source: Mouldings of plaster
it: Modanature in gesso

source: Industrial concrete for use in civil engineering works
it: Calcestruzzo industriale per opere d'ingegneria civile

source: Stabilisation fabrics (Non-metallic -) for use in construction
it: Stoffe di stabilizzazione (Non metalliche -) per la costruzione

source: Stairways, not of metal for use in buildings
it: Scalinate, non metalliche da utilizzare in costruzioni

source: Stalls [structures],not of metal for animals
it: Stalle [strutture],non metalliche per animali

source: Frames (Non-metallic -) for glazed doors
it: Telai (Non metallici -) per porte a vetri

source: Glazing (Non-metallic -) having fire resistant properties
it: Vetrate (Non metalliche -) dotate di proprietà ignifughe

source: Shutter grilles (Non-metallic -)
it: Serrande a griglia (Non metalliche -)

source: Floors, not of metal
it: Pavimenti non metallici

source: Tiles, not of metal, for building
it: Piastrelle per costruzione non metalliche

source: Insulated pipes (Non-metallic -) for water
it: Tubi isolati (Non metallici -) per acqua

source: Interior walls of non-metallic materials
it: Pareti interne in materiali non metallici

source: Aquaria [structures]
it: Acquari [costruzioni]

source: Domes (Non-metallic -)
it: Cupole (Non metalliche -)

source: Sands for use in preparing concretes
it: Sabbie per preparazione di calcestruzzo

source: Profiles for building construction (Non-metallic -)
it: Profili per la costruzione di edifici (Non metallici -)

source: Purlins of non-metallic materials
it: Arcarecci in materiali non metallici

source: Rainwater drainage apparatus of plastics materials
it: Apparecchi di scolo delle acque piovane in materie plastiche

source: Wooden buildings
it: Costruzioni in legno

source: Woven mats (Non-metallic -) for the protection of banks against erosion
it: Armature a rete (Non metalliche -) per la protezione di argini dall'erosione

source: Woven mats (Non-metallic -) for use as geotextile materials for building purposes
it: Armature a rete (Non metalliche -) per uso come materiali geotessili per l'edilizia

source: Cement
it: Cemento

source: Stones (Binding agents for making -)
it: Muratura (Materie leganti per -)

source: Bitumen latex emulsions for construction purposes
it: Emulsioni di lattice-bitume per l'edilizia

source: Nailplates [non-metallic] for use in the construction of timber structures
it: Piastre per chiodi [non metalliche] per la costruzione di strutture in legname

source: Water resistant mortars
it: Malte resistenti all'acqua

source: Frames (Non-metallic -) for use with partitions
it: Telai (Non metallici -) per divisori

source: Roof gutters, not of metal
it: Canaletti di scolo non metallici

source: Bitumen-based sealants for roofing
it: Mastici per tetti a base di bitume

source: Structural support joists (Non-metallic -) for the construction of floors
it: Travetti di sostegno strutturali (Non metallici -) per la costruzione di pavimenti

source: Non-woven fabrics for land drainage
it: Stoffe non tessute per drenaggio di terreni

source: Handrails of non-metallic materials for walkways
it: Corrimano in materiali non metallici per passerelle

source: Sluices [channels], not of metal
it: Chiuse [canali], non in metallo

source: Smoke exits [vents], not of metal
it: Uscite per fumo [sfiati], non in metallo

source: Gutter supports (Non-metallic -)
it: Supporti per grondaie (Non metallici -)

source: Curtain walling of non-metallic materials
it: Tramezzature in materiali non metallici

source: Casings (Non-metallic -) for use in building or construction
it: Casseforme (Non metalliche -) per edilizia o costruzione

source: Facades of non-metallic materials
it: Facciate in materiali non metallici

source: Particle board for use in construction
it: Pannelli truciolari per la costruzione

source: Storm manholes [concrete drainage structures]
it: Tombini [strutture di scolo in calcestruzzo]

source: Figurines of stone
it: Statuette in pietra

source: Roller doors (Non-metallic -) having insulating properties
it: Porte ad avvolgimento (Non metalliche -) dotate di proprietà isolanti

source: Lengthening pieces, not of metal, for chimneys
it: Prolunghe per caminetti non metalliche

source: Non-luminous and non-mechanical signs, not of metal
it: Segnalatori non luminosi, non meccanici e non metallici

source: Non-metallic building materials having acoustic properties
it: Materiali edili non metallici dotati di proprietà acustiche

source: Non-metallic fabrics for the reinforcement of roofs
it: Tessuti non metallici per rinforzo di tetti

source: Tomb or grave enclosures, not of metal
it: Cornici per tombe non metalliche

source: Refractory products in the form of bricks
it: Prodotti refrattari in forma di mattoni

source: Pillars (Non-metallic -) for bill-posting
it: Colonne [non in metallo] per affissioni

source: Podiums [structures] of non-metallic materials
it: Podi [strutture] in materiali non metallici

source: Stands (Non-metallic -) for road signs
it: Supporti (Non metallici -) per segnali stradali

source: Grouting materials
it: Materiali per boiacche

source: Baffle walls (Non-metallic -) for gymnasiums
it: Pareti insonorizzate (Non metalliche -) per palestre

source: Ballast [rubble]
it: Zavorre [calcinacci]

source: Asphalt roofing felt
it: Feltro bitumato per tetti

source: Silos made of non-metallic materials
it: Silo in materiali non metallici

source: Cement plugs for use in filling
it: Tappi in cemento per riempimento

source: Concrete for pouring
it: Calcestruzzo da colare

source: Construction elements of plastic
it: Elementi da costruzione in plastica

source: Roofing underlayment
it: Sottostrati per tetti

source: Statues of marble
it: Statue di marmo

source: Jalousies, not of metal
it: Persiane non metalliche

source: Flashing holders (Non-metallic -)
it: Supporti per scossaline (Non metallici -)

source: Building blocks incorporating insulating materials
it: Blocchi da costruzione contenenti materiali isolanti

source: Ceilings, not of metal
it: Soffitti non metallici

source: Luminous paving blocks
it: Lastricati luminosi

source: Plaster for repairing holes in plaster
it: Gesso per riparazione di buchi nell'intonaco

source: Cladding (Non-metallic -) for windows
it: Rivestimenti (Non metallici -) per finestre

source: Granite
it: Granito

source: Glazed panels [non-metallic frame] for construction
it: Pannelli con vetrate [telaio non metallico] da costruzione

source: Non-metal drains for use in construction of basement waterproofing system
it: Scarichi non in metallo per la costruzione di sistemi interrati di impermeabilizzazione

source: Feldspar [felspar]
it: Feldspato [feldspato]

source: Rapid hardening plaster for building purposes
it: Malta ad indurimento rapido per la costruzione

source: Ready-to-use cement for building purposes
it: Cemento pronto per l'uso per l'edilizia

source: Buildings, transportable, not of metal
it: Costruzioni mobili non metalliche

source: Transparent doors of glass for buildings
it: Porte trasparenti in vetro per edifici

source: Figurines of concrete
it: Statuette in calcestruzzo

source: Mosaics for building
it: Mosaici per costruzione

source: Woven fabrics (Non-metallic -) for concrete
it: Stoffe tessute (Non metalliche -) per calcestruzzo

source: Woven geotextile materials (Non-metallic -) for protecting against erosion
it: Materiali geotessili tessuti (Non metallici -) per la protezione dall'erosione

source: Wood, semi-worked
it: Legno semilavorato

source: Scantlings [carpentry]
it: Travicelli per tetti

source: Modular units (Non-metallic -) for constructing prefabricated buildings
it: Unità modulari (Non metalliche -) per la costruzione di edifici prefabbricati

source: Wooden pipes
it: Tubi in legno

source: Wooden poles [posts] for electric power lines
it: Pali di legno [pali] per linee elettriche

source: Glass tiles [not for roofing]
it: Piastrelle in vetro [non per tetti]

source: Interlocking panels (Non-metallic -) for building
it: Pannelli d'interconnessione (Non metallici -) per l'edilizia

source: Intumescent construction materials
it: Materiali da costruzione intumescenti

source: Acoustic panels of wood for walls
it: Pannelli acustici in legno per pareti

source: Agglomerated stone materials
it: Materiali agglomerati in pietra

source: Agricultural limestone
it: Calcare per uso agricolo

source: Fire surrounds [mantles and mantlepieces] of plaster
it: Bordure per caminetti [cappe e caminetti] in gesso

source: Discharge pipes (Non-metallic -) for building installations
it: Tubi di scarico (Non metallici -) per impianti edili

source: Boulders
it: Macigni

source: Stringers [parts of staircases], not of metal
it: Montanti [parti di scale] non metallici

source: Lintels, not of metal
it: Architravi non metallici

source: Sands for use in preparing mortars
it: Sabbie per preparazione di malte

source: Timber laminates
it: Laminati di legno

source: Woven mats (Non-metallic -) for use as geotextile materials
it: Armature a rete (Non metalliche -) per uso come materiali geotessili

source: Plastic posts
it: Pali di plastica

source: Erosion control fabric, mats and sheeting, not of metal [geotextiles]
it: Tessuti, tappeti e fogli antierosione non in metallo [geotessili]

source: Swimming pools [structures], not of metal
it: Piscine [costruzioni] non metalliche

source: Blast furnace slag
it: Loppe di altoforno

source: Parquet flooring and parquet slabs
it: Pannelli e tavole per parquet

source: Transportable buildings of timber
it: Costruzioni trasportabili in legno

source: Laminated boards (Non-metallic -) for walls
it: Assi laminate (Non metalliche -) per pareti

source: Tombs [monuments], not of metal
it: Monumenti funerari non metallici

source: Tombstone stelae, not of metal
it: Stele funerarie non metalliche

source: Crash barriers, not of metal, for roads
it: Barriere di sicurezza per strade non metalliche

source: Waterproofed cardboard for use in building
it: Cartone impermeabilizzato per l'edilizia

source: Stabilisation fabrics [geotextiles] (non-metallic -) for use in construction
it: Tessuti di stabilizzazione [geotessili] (non metallici -) per la costruzione

source: Surfacings for stairs (Non-metallic -)
it: Rivestimenti per scale (Non metallici -)

source: Synthetic concrete
it: Calcestruzzo sintetico

source: Soffits (Polyvinylchloride -)
it: Intradossi (Polivinilcloruro -)

source: Fire protection screenings (Non-metallic -) for electric ducts
it: Schermature antincendio (Non metalliche -) per condotte elettriche

source: Guttering (Non-metallic -) for the dispersal of rainwater
it: Scarichi (Non metallici -) per lo smaltimento di acqua piovana

source: Guttering (Non-metallic -) for the dispersal of waste water
it: Scarichi (Non metallici -) per lo smaltimento di acque di scarico

source: Gypsum mortar
it: Malta di gesso

source: Corbels of non-metallic materials
it: Mensoloni in materiali non metallici

source: Covered walkways made entirely of glass
it: Passerelle coperte, interamente in vetro

source: Roofing paper
it: Feltro per tetti

source: Pavements made of non-metallic materials
it: Marciapiedi in materiali non metallici

source: Earthenware and cement tubes
it: Tubi in gres ed in cemento

source: Erosion control sheeting or fabric for construction use
it: Fogli o stoffe per il controllo dell'erosione per la costruzione

source: Ducts made of plastics for trunking pipes for gases
it: Condotte in plastica per la diramazione di tubi per gas

source: Cold frames (Non-metallic -) being protective enclosures for horticultural use
it: Mini serre (Non metalliche -) ovvero recinzioni protettive per l'orticoltura

source: Cold frames (Non-metallic -) for horticultural use in plant propagation
it: Mini serre (Non metalliche -) per l'orticoltura, per la propagginazione di piante

source: Trellis (Non-metallic -) for supporting plants
it: Tralicci (Non metallici -) per sostegno di piante

source: Ventilator flaps (Non-metallic -) for buildings
it: Deflettori per ventilatori (Non metallici -) per edifici

source: Silos, not of metal
it: Silos non metallici

source: Non-metallic building materials for draught proofing
it: Materiali da costruzione non metallici anti-spifferi

source: Memorial plaques, not of metal
it: Placche commemorative non metalliche

source: Racks [structures] of non-metallic materials for kegs
it: Scaffalature [strutture] in materiali non metallici per fusti

source: Piles (Non-metallic -)
it: Palancole [non in metallo]

source: Stanchion stays (Non-metallic -)
it: Puntelli di appoggio (Non metallici -)

source: Ornaments made of stone
it: Ornamenti in pietra

source: Gazebo [non-metallic structures]
it: Gazebo [strutture non metalliche]

source: Balcony enclosures (Non-metallic -)
it: Ringhiere per balconi (Non metalliche -)

source: Clay pipes and conduits
it: Tubi e condotti in argilla

source: Silica for use in building
it: Silice per l'edilizia

source: Skylights (Non-metallic -) for buildings
it: Lucernari (Non metallici -) per edifici

source: Slatted shutters (non-metallic -) [outdoor]
it: Persiane a stecche (non metalliche -) [per esterni]

source: Sluice gates made of non-metallic materials
it: Paratoie di chiusura in materiali non metallici

source: Blocks made of concrete for river bank protection
it: Blocchi in calcestruzzo per protezione di argini

source: Wafer board (Non-metallic -)
it: Pannelli wafer (Non metallici -)

source: Composite structures (Non-metallic -) for paving of surfaces
it: Strutture composite (Non metalliche -) per il rivestimento di superfici

source: Spars (Non-metallic -) for use in building
it: Aste (Non metalliche -) per la costruzione

source: Capping stones for support posts
it: Pietre di chiusura per pali di supporto

source: Flashing frames (Non-metallic -)
it: Strutture a conversa (Non metalliche -)

source: Ceramic shapes for use in refractory furnaces
it: Forme in ceramica per uso in forni refrattari

source: Plant espaliers of non-metallic materials
it: Intelaiature per piante in materiali non metallici

source: Paddling pools [structure] made of non-metallic materials
it: Piscine per bambini [strutture] in materiali non metallici

source: Channels of non-metallic materials for transmitting air for ventilation
it: Canali in materiali non metallici per la trasmissione di aria per la ventilazione

source: Chimney terminals (Non-metallic -)
it: Terminali per camini (Non metallici -)

source: Cladding (Non-metallic -) for facades
it: Rivestimenti (Non metallici -) per facciate

source: Wall panelling made of non-metallic materials
it: Pannelli non metallici per rivestimenti murali

source: Bitumen based compositions
it: Composti a base di bitume
